我有些东西想说， 我必须把他们写下来。                                                                     <General>

多做，少想。                                                                                              <Methodology>

如果你能享受此刻你所能触碰到的事物，你就会感觉到幸福。                                                    <Zen>

如果你有急切的欲望去达到某个需要长久努力才能实现的目标，各种负面情绪会过来找你。                          <Zen>

主动的事情会增强你的意志，被动的事情会削弱你的意志。                                                      <Zen>

我们的问题不在于拥有太少，而在于拥有太多。                                                                <Zen>

人生的快乐不在于达成什么目标，而在于享受每一个时刻。(此刻我有闲暇、豆奶、花生，和这个文件)                <Zen>

我们对生活一无所知，当我们觉得看透人生时，其实只是给自己找了一个不做某些事的万能理由。                    <Zen>
所以，当出现这种看透人生的情况时，我们要看看"看透人生"让我们可以心安理得地放弃做哪件事情。                <Zen>

可随处获得的廉价刺激是现代人的阿喀琉斯之踵。(我现在就在被诱惑着, 它们把欲望喂养得十分健壮)                <Zen>

一次仅做一件事，并把它做好，如果难以专注继续（就闭上眼睛休息一会儿)                                       <Methodology>

专注地去做一件事情，效果是不专注做一件事情的10倍，是同时做10件事情的一百倍。                              <Zen>

先做重要的事情。                                                                                          <Zen>

如果遇到一件傻逼的事情，我们可以想想怎么减少这种事情的发生。                                              <Methodology>

面对重复的事不断去寻找便利的方法，直到达到自动化。                                                        <Methodology>

时间并不能被时、分、秒量化                                                                                <Zen>

To do list 很容易变成垃圾桶                                                                               <Zen>

幸福在欲望的对面                                                                                          <Zen>
